---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomCalculatedHeatingLoadParam
source: html/ab5a7935-e270-bd51-970b-2a548fac4907.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomCalculatedHeatingLoadParam Property

"Calculated Heating Load"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomCalculatedHeatingLoadParam { get; }
```